// reviews.js - Одобренные отзывы
const approvedReviews = [
    {
        name: "Матвей Филимонов",
        text: "[rus] В целом мне понравилось! Очень хорошая игра!",
        date: "23.02.2026"
    },
    {
        name: "Чел с редита",
        text: "[rus] Мне 30 лет, я инди-разраб. Пацану 11, а он делает лучше меня.",
        date: "03.03.2026"
    },
    {
        name: "Алиса (Яндекс)",
        text: "[rus] Я знаю об этой игре. Она действительно существует.",
        date: "03.03.2026"
    },
    {
        name: "Ник Рик",
        text: "[rus] Я офигел! Мне понравилось! Игра пушка бомба!",
        date: "03.03.2026"
    },
    {
        name: "Чиловый",
        text: "[rus] Сюжет впринципе хороший, но все головоломки не обязательны",
        date: "03.03.2026"
    }
];