// reviews.js - Одобренные отзывы
const approvedReviews = [
    {
        name: "Матвей Филимонов",
        text: "В целом мне понравилось! Очень хорошая игра!",
        date: "23.02.2026"
    },
    {
        name: "Чел с редита",
        text: "Мне 30 лет, я инди-разраб. Пацану 11, а он делает лучше меня.",
        date: "03.03.2026"
    },
    {
        name: "Алиса (Яндекс)",
        text: "Я знаю об этой игре. Она действительно существует.",
        date: "03.03.2026"
    }
];